Repository: plone/demo.plone.org
Catalog: classic/src/plonedemo.site/src/plonedemo/site/locales/*/LC_MESSAGES/plonedemo.site.po
Languages: de, es, eu

source: About this site
de: Über diese Seite
es: Sobre este sitio
eu: Honi buruz

source: Add-ons for Plone
de: Erweiterungen für Plone

source: Editor
de: Redakteur
eu: Editorea

source: Editor-in-chief
de: Chefredakteur
es: Editor-en-jefe
eu: Editore-nagusia

source: Log in now!
de: Jetzt einloggen!
es: ¡Entra ahora!
eu: Sartu orain!

source: Log out
de: Ausloggen
es: Salir
eu: Irten

source: Login as Editor
de: Als Redakteur einloggen
es: Entrar como Editor
eu: Editore gisa sartu

source: Login as Editor-in-chief
de: Als Chefredakteur einloggen
es: Entrar como Editor-en-jefe
eu: Editore nagusi gisa sartu

source: Login as Manager
de: Als Administrator einloggen
es: Entrar como Administrador
eu: Kudeatzaile gisa sartu

source: Manager
de: Administrator
es: Administrador
eu: Kudeatzailea

source: More demo sites
de: Weitere Demo Seiten

source: Plone &mdash; The ultimate Open Source Enterprise CMS
de: Plone &mdash; Das ultimative Open Source Enterprise CMS
es: Plone &mdash; El Sistema de Gestión de Contenido de Fuentes Abiertas
eu: Plone &mdash; Software Libreko Edukiak Kudeatzeko Sistema

source: The ultimate Open Source Enterprise CMS
de: Das ultimative Open Source Enterprise CMS
es: El Sistema de Gestión de Contenido de Fuentes Abiertas
eu: Software Libreko Edukiak Kudeatzeko Sistema

source: This is a demo-site where you can test Plone ${plone_version}. The site will be reset every ${reset_hours} hours.
de: Auf dieser Demo-Webseite können Sie Plone ${plone_version} testen. Die Inhalte werden alle ${reset_hours} Stunden zurückgesetzt.
es: Esta es una página de demostración donde puedes probar Plone ${plone_version}. La página se restaurará cada ${reset_hours} horas.
eu: Plone ${plone_version} probatzeko ataria da hau. Edukiak ${reset_hours} orduan behin garbituko dira.

source: This site is provided by the Plone Community. If you have suggestions or encounter problems please <a href="https://github.com/collective/demo.plone.de/issues">submit a issue</a> on github.
de: Diese Webseite wird von der Plone-Community zur Verfügung gestellt. Verbesserungsvorschläge und Probleme können Sie <a href="https://github.com/collective/demo.plone.de/issues">auf Github melden</a>.
es: Esta es una página preparada por la Comunidad Plone. Si tienes sugerencias o problemas <a href="https://github.com/collective/demo.plone.de/issues">envíanoslas</a> a través de github.
eu: Plone Komunitateak eskaintzen duen atari bat da hau. Iradokizunak edo arazoak badituzu bidali <a href="https://github.com/collective/demo.plone.de/issues">hemendik github erabiliz</a>.

source: This site was last reset on:
de: Diese Seite wurde erstellt:
es: Última vez en la que se restableció este sitio:
eu: Webgune hau azken aldiz berrezarri deneko data:

source: Want to know more?
de: Sie wollen mehr erfahren?
es: ¿Quieres saber más?
eu: Gehiago jakin nahi duzu?

source: Welcome to Plone
de: Willkommen bei Plone
es: Bienvenido a Plone
eu: Ongi etorri Plone era

source: description_editor
de: Inhalte erstellen, bearbeiten und einreichen.
es: Crear, modificar y enviar contenido para su publicación
eu: Orrialdeak sortu, aldatu eta argitaratzera bidali

source: description_editor_in_chief
de: Inhalte erstellen, bearbeiten und veröffentlichen.
es: Crear, modificar y publicar contenido
eu: Orrialdeak sortu, aldatu eta argitaratu

source: description_manager
de: Inhalte, Benutzer, Erweiterungen und Einstellungen verwalten.
es: Gestionar contenido, usuarios, complementos y configuración
eu: Edukia, erabiltzaileak, produktu-gehigarriak eta ezarpenak kudeatu

source: plonedemo_frontpage
de: <p>Bearbeiten Sie diese Seite und testen Sie Plone jetzt!</p>
es: <p>¡Edita esta página y prueba Plone ahora!</p>
eu: <p>Editatu gune hau eta probatu Plone orain!</p>

source: Technical Details:
es: Detalles técnicos:
eu: Xehetasun teknikoak:

source: Uninstalls the plonedemo.site add-on.
es: <a href="https://github.com/collective/demo.plone.de/issues">submit a issue</a> on github.
